Repository: mohamedibrahim5/Ride_new
Catalog: authentication/locale/*/LC_MESSAGES/django.po
Languages: ku

source: User Name
ku: Navê Bikarhêner

source: Phone Number
ku: Hejmara Telefonê

source: Created At
ku: Dema Afirandinê

source: Basic Information
ku: Agahdariyên Bingehîn

source: Pricing and Stock
ku: Bihayê û Stok

source: Status
ku: Rewş

source: Timestamps
ku: Demjimêr

source: Provider Name
ku: Navê Pêşkêşkar

source: Active
ku: Çalak e

source: Inactive
ku: Çalak e

source: Preview
ku: Pêşdîtin

source: Purchase Information
ku: Agahdariya Kirînê

source: Customer Name
ku: Navê Kiryarê

source: Product Name
ku: Navê Hilberê

source: Customer
ku: Kiryar

source: Provider
ku: Pêşkêşkar

source: Name
ku: Nav

source: Phone
ku: Telefon

source: Image
ku: Wêne

source: Role
ku: Rol

source: Location
ku: Cih

source: Location2 Latitude
ku: Panorayê Cihê 2

source: Location2 Longitude
ku: Dirêjayê Cihê 2

source: Is Active
ku: Çalak e

source: User
ku: Bikarhêner

source: Users
ku: Bikarhêneran

source: OTP
ku: Koda OTP

source: User OTP
ku: OTP ya Bikarhêner

source: User OTPs
ku: OTP'ên Bikarhêner

source: Service
ku: Xizmet

source: Services
ku: Xizmetan

source: Service Image
ku: Wêneyê Xizmetê

source: Service Images
ku: Wêneyên Xizmetê

source: Is Verified
ku: Piştrastkirî ye

source: In Ride
ku: Di Rêwîtiyê de ye

source: Providers
ku: Pêşkêşkaran

source: License
ku: Lîsans

source: Available
ku: Guncaw

source: Driver Profile
ku: Ereba Ajokar

source: Driver Profiles
ku: Erebên Ajokar

source: Type
ku: Cure

source: Number
ku: Hejmara

source: Color
ku: Reng

source: Driver Car
ku: Ereba Ajokar

source: Driver Cars
ku: Erebên Ajokar

source: Customers
ku: Kiryarên

source: Customer Place
ku: Cihê Kiryar

source: Customer Places
ku: Cihên Kiryar

source: Pending
ku: Li benda ye

source: Accepted
ku: Pejirandin

source: Starting
ku: Destpêkirin

source: Arriving
ku: Gihîştin

source: Finished
ku: Qediya

source: Cancelled
ku: Betalkirî

source: Client
ku: Kiryar

source: Pickup Latitude
ku: Panoraya Stendinê

source: Pickup Longitude
ku: Dirêjaya Stendinê

source: Drop Latitude
ku: Panoraya Danînê

source: Drop Longitude
ku: Dirêjaya Danînê

source: Points
ku: Xal

source: User Points
ku: Xalên Bikarhêner

source: Description
ku: Terîf

source: Display Price
ku: Bihayê Xal

source: Stock
ku: Stok

source: Updated At
ku: Rojanekirî di

source: Product
ku: Hilber

source: Products
ku: Hilberan

source: Money Spent
ku: Xalên Xerckirî

source: Quantity
ku: Hejmara

source: Purchase
ku: Kirîn

source: Purchases
ku: Kirînan

source: Brand
ku: Brend

source: Price per Hour
ku: Bihayê di saetê de

source: Car
ku: Ereb

source: Available From
ku: Guncaw ji

source: Available Until
ku: Guncaw heta

source: Rental Start
ku: Destpêka Kirê

source: Rental End
ku: Dawiya Kirê

source: Total Price
ku: Bihayê Giştî

source: Car Rental
ku: Kiraê Ereban

source: Car Rentals
ku: Kiraên Ereban

source: Product Image
ku: Wêneya Hilberê

source: Product Images
ku: Wêneyên Hilberê

source: Invalid location format.
ku: Forma cihê nederbasdar e.

source: Location is required.
ku: Cih pêwîst e.

source: the sms service is not working try again later
ku: Xizmeta SMSê nekar dike, paşê dîsa biceribîne

source: Some services not found.
ku: Xizmet nehate dîtin.

source: Invalid phone
ku: Telefonê nederbasdar

source: Invalid password
ku: Şîfreya nederbasdar

source: User is not active
ku: Bikarhêner neçalak e

source: User is not verified
ku: Bikarhêner nehat piştrastkirin

source: Invalid otp
ku: OTP ya nederbasdar

source: Passwords do not match
ku: Şîfrek nakevin hev

source: Password do not match confirm password
ku: Şîfre bi şîfreya piştrastkirinê re nakeve hev

source: Old password is incorrect
ku: Şîfreya kevn şaş e

source: Password is incorrect
ku: Şîfreya şaş

source: Product is not available.
ku: Hilber nehate peyda kirin.

source: Not enough stock available.
ku: Stokê nehatiye gihîştin.

source: Purchase History
ku: Dîroka Kirînê

source: Car Agencies
ku: Ajansên Ereban

source: Car Availability
ku: Berdestbûna Ereban

source: Authentication
ku: Nasîn

source: Password
ku: Şîfre

source: Last login
ku: Dawîn têketin

source: Date:
ku: Dîrok:

source: Time:
ku: Dem:

source: Today
ku: Îro

source: Now
ku: Niha

source: Note: You are 3 hours ahead of server time.
ku: Têbînî: Tu 3 demjimêr li pêş demjimêra serverî yî.

source: Email address
ku: Navnîşana Emailê

source: Staff status
ku: Rewşê Karmendî

source: Date joined
ku: Dîroka Tevlîbûnê
